Repository: koryakinp/IBT
Catalog: IBT/Resources/Views.Home.Index.*.resx
Languages: ru

source: Abu Efficiency
ru: Эфективность АБУ

# AbuEfficiencyFormol
source: Efficiency of capturing <strong>phenol and formaldehyde</strong>
ru: Эффективность очистки<br><strong>фенола, формальдегида</strong>

# AbuEfficiencyResin
source: Efficiency of capturing <br><strong>suspended substances</strong>
ru: Эффективность очистки<br><strong>взвешенных веществ</strong>

# AbuEfficiencyResinValue
source: <span class="efficiency-item__value">{0}</span> or higher
ru: не менее <span class="efficiency-item__value">{0}</span>

# AbuEfficiencyTriethylamine
source: Efficiency of cleaning from <strong>triethylamine and suspended substances</strong>
ru: Эффективность очистки от<br><strong>триэтиламина и взвешенных веществ</strong>

# AbuEfficiencyTriethylamineValue
source: (triethylamine output concentration does not exceed 20 mg/m<sup>3</sup>)
ru: (на выходе концентрация триэтиламина не более 20 мг/м<sup>3</sup>)

# AbuIntro
source: Absorption-biological units (ABUs) are designed to remove volatile organic gaseous pollutants (phenol, formaldehyde, triethylamine, benzol, acrolein, cyanides, ammonia, methanol, dust, tarry substances aerosols, etc.) from the ventilation air of industrial enterprises.
ru: Абсорбционно-биологическая установка (АБУ) предназначенна для чистки вентиляционного воздуха промышленных предприятий от летучих органических газообразных загрязнений (фенол, формальдегид, триэтиламин, бензол, акролеин, цианиды, аммиак, метанол, пыли, аэрозоли смолистых веществ и т.д.)

# AbuOperationDescription
source: Diagram and description of the absorption-biological unit
ru: Принципиальная схема и описание абсорбционно-биологической установки

# AbuOperationDetailsOne
source: Harmful substances are captured in the scrubber with the help of a water absorbent, and they are neutralized (oxidized to CO<sup>2</sup> and H<sup>2</sup>O) in the bioreactor.
ru: В скруббере при помощи водного абсорбента происходит улавливание вредных веществ, а в биореакторе – их нейтрализация (окисление до CO<sup>2</sup> и H<sup>2</sup>O).

# AbuOperationDetailsThree
source: Microorganisms (concentrated biomass) are supplied into the bioreactor once before ABU launch.
ru: Микроорганизмы вводятся в биореактор один раз перед началом эксплуатации в виде концентрированной биомассы. Используемые в АБУ микроорганизмы не токсичны и не патогенны, выделены из природных источников и прошли токсикологическую экспертизу.

# AbuOperationDetailsTwo
source: The solution circulates in a closed &laquo;scrubber-bioreactor&raquo; cycle, with no drain into the sewerage. Purified air is discharged into the atmosphere.
ru: Циркуляция раствора происходит по замкнутому циклу &laquo;скруббер – биореактор&raquo;, при этом сток в канализацию отсутствует. Очищенный вентвоздух выбрасывается в атмосферу.

# AbuOprationTitle
source: ABU operation principle
ru: Принцип работы АБУ

# AbuOprationValueA
source: А – ventilation air input;
ru: А – вход вентвоздуха;

# AbuOprationValueB
source: В - ventilation air output;
ru: В - выход вентвоздуха;

# AbuOprationValueC
source: С – absorption solution;
ru: С – абсорбционный раст;

# AbuOprationValueFour
source: 4 – ventilator;
ru: 4 – вентилятор;

# AbuOprationValueOne
source: 1 – scrubber;
ru: 1 – скруббер;

# AbuOprationValueThree
source: 3 – bioreactor with microorganisms;
ru: 3 – биореактор с микроорганизмами;

# AbuOprationValueTwo
source: 2 – pump;
ru: 2 – насос;

# AbuPurificationDescriptionOne
source: The first one is that most harmful volatile organic compounds are soluble in industrial water.
ru: первый заключается в том, что большинство вредных летучих органических соединений растворимы в технической воде;

# AbuPurificationDescriptionTwo
source: The second one is based on the ability of specially selected and adapted natural microorganisms to use organic and some inorganic substances dissolved in water as the power sources. When microorganisms consume these compounds, these substances get mineralized and water and carbon dioxide are produced as a result.
ru: второй принцип основан на способности специально селекционированных и адаптированных природных микроорганизмов использовать в качестве источников питания растворенные в воде органические и некоторые неорганические вещества. В процессе потребления микроорганизмами этих соединений происходит их полная минерализация с образованием воды и углекислого газа.

# AbuPurificationTitle
source: ABU employs natural processes to clean ventilation air:
ru: Очистка вентиляционного воздуха в АБУ основана на естественных природных процессах:

# AbyEfficiencyDescription
source: ABU gas purifying equipment is unique in the world by the cumulative index (efficiency, cost effectiveness, environmental friendliness, reliability).
ru: По совокупному показателю (эффективность, экономичность, экологичность, надежность)<br> АБУ не имеют аналогов на мировом рынке газоочистного оборудования.

# CompanyIntro
source: <span class="accent-text">Industrial Bio Technology</span> company offers absorption-biological units (ABUs)
ru: Компания <br><span class="accent-text">«Industrial Bio Technology»<br></span> предлагает к поставке абсорбционно-биологические установки (АБУ)

# Concentration
source: at least <span class="efficiency-item__value">{0}</span> with an input concentration of {1} mg/m<sup>3</sup>;
ru: не менее <span class="efficiency-item__value">{0}</span> при входной концентрации {1} мг/м<sup>3</sup>;
