Repository: koryakinp/IBT
Catalog: IBT/Resources/Views.Home.Engineering.*.resx
Languages: de, ru

# AbuDescription1
source: <strong>Absorption-biological units (ABUs)</strong> are designed to remove harmful organic substances and associated suspended substances from ventilation air in various industries using technological processes, accompanied by toxic gas emissions to the environment.
de: [AbuDescription1]
ru: <strong>Установки абсорбционно-биологические (АБУ)</strong> предназначенные для очистки вентиляционного воздуха от вредных органических веществ и сопутствующих взвешенных веществ в различных отраслях промышленности, использующих технологические процессы, сопровождающиеся токсичными газовыделениями в окружающую среду.

# AbuDescription2
source: ABU is equipped with its own fan. Integration into existing ventilation systems (with the existing thrust actuator) is possible, taking into account the head loss in a 2200 Pa unit.
de: [AbuDescription2]
ru: АБУ комплектуются собственным вентилятором. Возможен монтаж в существующие системы вентиляции (с имеющимся побудителем тяги) с учетом потерь напора на установке 2200 Па.

# AbuDescription3
source: Structurally, ABUs are manufactured in the form of three main devices that can be integrated into existing planning solutions as a single compact unit or be installed at any distance from each other. It helps find a suitable placement for an ABU in every situation.
de: [AbuDescription3]
ru: Конструктивно АБУ изготавливаются в виде трех основных аппаратов, которые могут встраиваться в существующие планировочные решения как единым компактным блоком, так, и рассредоточено на любом расстоянии друг от друга. Такая конструкция позволяет наиболее удобно разместить АБУ в каждом конкретном случае.

# AbuDescription4
source: On the Customer’s request, ABUs with the required parameters in terms of the degree of purification, productivity, shape and size can be designed and manufactured.
de: [AbuDescription4]
ru: По заданию Заказчика проектируются и изготавливаются АБУ с требуемыми параметрами по степени очистки, производительности, форме и габаритам.

# AbuDescription5
source: ABUs can clean any volume of the industrial enterprise ventilation air. For this purpose, the necessary number of ABUs is assembled into a <strong><a class="link-fix" href="#" data-toggle="modal" data-target="#complex"> single unit </a></strong>.
de: [AbuDescription5]
ru: АБУ позволяют очистить любой объем вентвоздуха промышленного предприятия. Для этого необходимое количество АБУ собирается в <strong><a class="link-fix" href="#" data-toggle="modal" data-target="#complex"> единый комплекс </a></strong>.

# AbuInstallationListItem1
source: single unit
de: [AbuInstallationListItem1]
ru: единый блок

# AbuInstallationListItem2
source: distributed
de: [AbuInstallationListItem2]
ru: рассредоточенная

# AbuInstallationListTitle
source: ABU installation options:
de: [AbuInstallationListTitle]
ru: Варианты монтажа АБУ:

# AbuMoreDetails
source: Details
de: [AbuMoreDetails]
ru: Подробнее

# AbuParametersTableHeader1
source: Parameter
de: [AbuParametersTableHeader1]
ru: Наименование параметра

# AbuParametersTableHeader2
source: Parameter value
de: [AbuParametersTableHeader2]
ru: Значение параметра

# AbuParametersTableRow1Value1
source: Ventilation air capacity, thousand m<sup>3</sup>, at least
de: [AbuParametersTableRow1Value1]
ru: Производительность по вентиляционному воздуху, тыс. м<sup>3</sup>, не менее

# AbuParametersTableRow2Value1
source: Capturing efficiency, %:
de: [AbuParametersTableRow2Value1]
ru: Эффективность очистки, %:

# AbuParametersTableRow2Value2
source: volatile organic compounds
de: [AbuParametersTableRow2Value2]
ru: летучих органических соединений;

# AbuParametersTableRow2Value3
source: suspended substances
de: [AbuParametersTableRow2Value3]
ru: взвешенных веществ

# AbuParametersTableRow3Value1
source: Hydraulic resistance (ABU pressure loss), Pa, max
de: [AbuParametersTableRow3Value1]
ru: Гидравлическое сопротивление (потери давления в АБУ), Па, не более

# AbuParametersTableRow4Value1
source: Power consumption, kW, max
de: [AbuParametersTableRow4Value1]
ru: Потребляемая мощность*, кВт, не более

# AbuParametersTableRow5Value1
source: Supply voltage, V
de: [AbuParametersTableRow5Value1]
ru: Напряжение питания, В

# AbuParametersTableRow6Value1
source: Supply frequency, Hz
de: [AbuParametersTableRow6Value1]
ru: Частота питания, Гц

# AbuParametersTitle
source: Parameters of the most frequently used ABUs
de: [AbuParametersTitle]
ru: Параметры наиболее часто используемых АБУ

# AbuSchemaTitle
source: Block diagram of an industrial unit for purification of ventilation emissions.
de: [AbuSchemaTitle]
ru: Блок-схема промышленной установки очистки вентиляционных выбросов

# AbuSchemaValue1
source: Contaminated air intake
de: [AbuSchemaValue1]
ru: Вход загрязненного воздуха

# AbuSchemaValue2
source: Parameters:<br> temperature - 5-180&#176;C<br> moisture content – no limits<br> suspended substances – up to 1500 mg/m<sup>3</sup><br> organic substances – up to 100 mg/m<sup>3</sup>
de: [AbuSchemaValue2]
ru: Параметры:<br> Температура - 5-180&#176;C<br> Влажность – не нормируется<br> взвешенные вещества до 1500 мг/м<sup>3</sup><br> органические вещества - до 100 мг/м<sup>3</sup>

# AbuSchemaValue3
source: Absorption-biological units (ABUs)
de: [AbuSchemaValue3]
ru: Абсорбционно-боилогические установки очистки (АБУ)

# AbuSchemaValue4
source: Purifying efficiency - up to 99.8%
de: [AbuSchemaValue4]
ru: Эффективность очистки до 99.8%

# AbuSchemaValue5
source: Ventilator
de: [AbuSchemaValue5]
ru: Вентилятор

# AbuSchemaValue6
source: Discharge pressure (head flow) is 2200 Pa or higher
de: [AbuSchemaValue6]
ru: Разряжение (напор) не менее 2200 Па

# AbuTemperatureParameters1
source: ABUs are stationary and designed for continuous twenty-four-hour and/or shift mode of operation. The temperature in the room with an ABU should be + 5 … + 30&#176;C.
de: [AbuTemperatureParameters1]
ru: АБУ являются стационарными и предназначены для непрерывного круглосуточного и/или сменного режима работы. При размещении АБУ в помещении температура должна соответствовать +5…+30&#176;С.

# AbuTemperatureParameters2
source: General exchange ventilation with an air exchange rate of 3-4 need to be arranged in the ABU installation room. ABUs can be partially located outdoors. Only absorbing and mist extraction parts of ABUs can be placed outdoors and withstand the air temperature from minus 35 to plus 40&#176;C.
de: [AbuTemperatureParameters2]
ru: В помещении установки АБУ необходимо предусмотреть общеобменную вентиляцию с кратностью воздухообмена 3-4. АБУ могут частично размещаться на открытом воздухе при этом на открытом воздухе допускается нахождение только абсорбционной и каплеулавливающей частей АБУ при температуре открытого воздуха от минус 35 до плюс 40&#176;С.

# CatalogTitle
source: Technical specs of ABUs with a capacity of 5000/10000/25000 m<sup>3</sup>/hour
de: [CatalogTitle]
ru: Технические характеристики и исходные данные на АБУ производительностью 5000/10000/25000 м<sup>3</sup>/час

# Complex
source: Complex of 7 ABU with a total capacity of 175000 м<sup>3</sup> per hour
de: [Complex]
ru: Комплекс из 7 ABU производительностью в 175000 м<sup>3</sup> в час

source: Distributed
ru: Рассредоточенная

# Single
source: Single Unit
de: [Single]
ru: Единый Блок
