Repository: koryakinp/IBT
Catalog: IBT/Resources/Views.Home.Faq.*.resx
Languages: ru

# Answer1
source: Its size depends on the volume of air being purified and the concentration of pollutants. Send us the layout of the site where you plan to install the ventilation air purification unit, and we will find a free &laquo;spot&raquo; and, if necessary, change the design of the purification unit. We will visit your site and take the necessary decisions together with you.
ru: Габариты зависят от объема очищаемого воздуха и концентрации загрязняющих веществ. Пришлите нам планировку участка, где планируется разместить установку по очистке вентиляционного воздуха и мы обязательно найдем свободное «пятно», при необходимости изменим конструкцию установки очистки. Мы обязательно посетим Ваше предприятие и вместе примем необходимое решение.

# Answer10
source: Yes. To prepare the absorbent for hardly soluble pollutants (oily substances, non-polar VOCs, etc.), surfactants in the form of detergents are used in the amount of 0.01-0.02% of the recirculating liquid volume (20-40 kg per year).
ru: Для активации абсорбента по отношению к труднорастворимым загрязнителям (маслянистые вещества, неполярные ЛОС и др.) используются ПАВ в виде моющих средств в количестве 0,01-0,02% от объема рециркулирующей жидкости (20-40 кг/год).

# Answer11
source: If there is carbon black and fine dust in the ventilation air, then coagulants and flocculants are used as modifying agents to increase the effect of sorption of suspensions, to clear the absorbent and to facilitate sludge removal. The amount of such additives is not high: 20-30 mg per 1000 m<sup>3</sup>/h.
ru: При наличии в вентвоздухе сажи и тонкодисперсной пыли в АБУ в качестве модификаторов раствора используются коагулянты и флокулянты для повышения эффекта сорбции взвесей, осветление абсорбента и упрощение процесса шламоудаления. Количество таких добавок не велико и составляет 20-30 мг на 1000 м<sup>3</sup>/час.

# Answer12
source: Absorption solution is prepared and brought to the required condition only once during the ABU launch. Subsequently, water is added to the ABU to compensate for loss of steam and moisture. The consumption varies depending on the ABU operating temperature and can be within the range of 0.1 - 3.0 m<sup>3</sup> per day.
ru: Абсорбционный раствор готовится и доводится до нужной кондиции только один раз во время запуска АБУ в эксплуатацию. В дальнейшем производится подпитка АБУ водой для компенсации потерь паро- и влаго- уноса. Расход колеблется в зависимости от температуры эксплуатации АБУ и может составлять от 0,1 м<sup>3</sup>/сут. до 3,0 м<sup>3</sup>/сут.

# Answer13
source: Changing the microorganisms is not required during the entire ABU life cycle. If new pollutants emerge (as a result of change in production technology), additional cultures of microorganisms may be added to re-adapt the existing biocoenosis to new conditions, which practically does not affect the ABU operation costs.
ru: В процессе эксплуатации АБУ замена микроорганизмов не требуется в течение всего срока эксплуатации. В случае появления новых ингридиентов-загрязнителей (при изменении технологии производства) проводятся мероприятия по переадаптации существующего биоценоза к новым условиям с возможным внесением дополнительных культур микроорганизмов, что практически не сказывается на расходах, связанных с эксплуатацией АБУ.

# Answer14
source: ABU can easily adapt to new operating conditions. Additional strains of microorganisms are used to re-adapt the bioreactor.
ru: АБУ имеет возможность достаточно легко перестраиваться к новым условиям эксплуатации. Для этого необходимо переадаптировать систему биореактора с возможным внесением дополнительных штаммов микроорганизмов.

# Answer15
source: It is practically impossible to compare these methods, because in most cases, the efficiency of the filters deteriorates during several working shifts because of resinous, oily, paraffinic and other condensation substances present in the air flow.
ru: Сравнивать эти методы практически не возможно, так как в большинстве случаев из-за наличия в вентвоздухе смолистых, маслянистых, парафинообразных и др. конденсационных веществ рабочая поверхность фильтров теряет свою функциональность в течении нескольких рабочих смен.

# Answer2
source: There are no special conditions. There is an experience of operating the scrubber at a temperature of -35&deg;C. Bioreactor can be located in any room (for example, basement), where the temperature is above +5&deg;С. You can also use some of your underground reservoirs, if they are not used currently, or parts of the cleaning facilities.
ru: Никаких особых условий нет. Есть опыт работ работы скруббера при температуре -35°С. Биореактор может располагаться в любом помещении (например подвальном), где температура выше +5°С. Можно также частично использовать имеющееся у Вас и не используемые подземные резервуары, или элементы очистных сооружений.

# Answer3
source: This applies to biofilters and similar installations. Our technology is completely different. A contaminant is first transferred from the air to the aqueous solution, and it undergoes biodegradation in the aqueous medium. 0.5-1.0 m<sup>3</sup> of recirculating water per 1000 m<sup>3</sup>/h of the gas to be purified is needed for normal functioning of our biotechnology.
ru: Это относится к биофильтрам и подобным им установкам. У нас же совершенно другая технология. Загрязняющее вещество из воздуха сначала переводится в водный раствор, и уже в водной среде биологически разлагаются. Для нормального функционирования нашей биотехнологии необходим рециркуляционный запас воды из расчета 0,5-1,0 м<sup>3</sup> на 1000 м<sup>3</sup>/ч очищаемого газа.

# Answer4
source: Absence of waste to be recycled is one of the advantages ABU offers as an air purification unit. Harmful organic substances decompose to water and carbon dioxide. Since an aero tank with a fibrous fixed bed is used, any active sludge is almost completely removed. Airlift removes suspended substances from the ventilation air in the slurry section.
ru: Одним из преимуществ использования в качестве установки очистки воздуха АБУ является отсутствие отходов, требующих утилизации. Вредные органические вещества разлагаются до воды и углекислого газа. Так как используется аэротенк с волокнистой насадкой активный ил практически полностью отсутствует. Из секции шламоулавливания при помощи эрлифта удаляются взвешенные вещества, которые содержались в вентиляционном воздухе

# Answer5.1
source: Phenol and formaldehyde have practically unlimited solubility in water. When they are gaseous, and the temperature is below the substance boiling point, the equilibrium is also shifted towards the liquid phase.
ru: Фенол и формальдегид имеют практически неограниченную растворимость в воде. Что касается абсорбции из газообразного состояния, то при температуре ниже точки кипения вещества равновесие будет будет смещаться в направлении жидкой фазы.

# Answer5.2
source: Absorption mechanisms using industrial water in an ABU and those using an alkaline solution in an &laquo;acidic&raquo; scrubber are the same: phenol is first dissolved in water (due to the difference in the partial pressures of phenol in the gas phase and at the gas-water interface), and then reacts, for example, with NaOH, to form phenolate in an &laquo;acidic&raquo; scrubber, or is degraded by microorganisms in the ABU.
ru: Механизмы абсорбции с использованием технической воды в АБУ и с использованием щелочного раствора в «кислотном» скруббере одинаковы: фенол сначала растворяется в воде (за счет разницы парциальных давлений фенола в газовой фазе и на границе раздела фаз газ-вода), а затем реагирует, например с NaOH с образованием фенолята, в «кислотном» скруббере, либо подвергается деструкции микроорганизмами в АБУ.

# Answer6
source: ABU uses water as an absorbent, so there is no fire hazard. In ABU operating experience, there were cases when air combustion from technological high-temperature equipment was stopped, preventing the open flame from reaching the building roof. In addition to that, it is guaranteed that the atmospheric emission temperature would not exceed 350&deg;С.
ru: В АБУ в качестве абсорбента используется вода, поэтому пожарной опасности не существует. В опыте эксплуатации АБУ были случаи, когда возгорание воздуховодов от технологического высокотемпературного оборудования пресекалось в АБУ. После АБУ температура вентвыброса гарантированно не выше 35&#176;С

# Answer7
source: The unit is put on standby. No activities are required up to 2 weeks of downtime. Then, it is recommended to introduce a pollutant (formalin, ammonia) into the unit, in order to support the vital activity of microorganisms. However, even if you completely &laquo;forget&raquo; about the unit, let’s say for half a year, some of the microorganisms will still remain there (in the state of anabiosis) and re-launching the unit will simply take more time (up to 2 weeks).
ru: Установка переводится в режим ожидания. До 2-х недель простоя ни каких мероприятий не требуется. Затем рекомендуется вводить в установку загрязнитель (формалин, аммиак) для поддержания жизнедеятельности микроорганизмов. Впрочем, если даже совсем «забыть» об установке скажем на полгода, часть микроорганизмов все равно останется (в состоянии анабиоза), просто выход на рабочий режим займет больше времени (до 2-х недель).

# Answer8
source: No. Theoretically, their death can be caused by factors that destroy protein or inhibit its growth. Two such factors are well-known: overheating over 50&deg;C and strong antibiotics getting into the absorbent. Under normal conditions of ABU operation, such conditions do not occur, so it is not necessary to worry about the death of microorganisms.
ru: Нет. Гибель микроорганизмов - это наступление факторов, разрушающих белок или препятствующих его росту. Таких факторов два: перегрев раствора свыше 50 градусов и попадание в абсорбент сильных антибиотиков. В обычных производственных условиях эксплуатации АБУ такие факторы отсутствуют, поэтому говорить о гибели микроорганизмов не приходится.

# Answer9.1
source: Mineral salts (in the form of standard agricultural fertilizers) containing ammonium and phosphate ions are used as biogenic consumables for ABU.
ru: В качестве биогенных расходных материалов для АБУ применяются минеральные соли (в виде стандартных сельхозудобрений), содержащие ионы аммония и фосфата.

# Answer9.2
source: The consumed amount is 0.1-0.2 kg per day (30-50 kg per year).
ru: Потребленное количество 0,1-0,2 кг/сутки (30-50 кг в год)

# Question1
source: It is difficult to find a place for installation of a dust and gas purification unit ? <br> What is the size of your purification unit?
ru: У нас на предприятии сложно найти место для размещения установки пылегазоочистки. <br>Какие габариты Вашей установки очистки?

# Question10
source: Is it possible to clean the ventilation air from oil mist vapors and hardly soluble non-polar VOCs in ABU ?
ru: Возможна ли очистка в АБУ вентвоздуха от паров масляного тумана и труднорастворимых неполярных ЛОС?

# Question11
source: Is it possible to capture soot and fine dust in ABU ?
ru: Имеется ли возможность улавливания в АБУ сажи и тонкодисперсной пыли?

# Question12
source: How often should the absorption solution be changed ?
ru: Как часто нужно менять абсорбционный раствор?

# Question13
source: Is it necessary to change the microorganisms and when ?
ru: Требуется ли замена микроорганизмов и в каких случаях?

# Question14
source: What should be done with the ABU in case of a change in technology and parameters of the ventilation emissions ?
ru: Что делать с АБУ в случае изменения технологии и производства параметров вентвыбросов?

# Question15
source: Are there any advantages of &laquo;dry&raquo; methods of cleaning the ventilation air (adsorbents, catalysts or gas-discharge cells) from organic pollutants before absorption ?
ru: Какие преимущества у «сухих» методов очистки вентвоздуха (адсорбенты, катализаторы, газоразрядные ячейки) от органических загрязнителей перед абсорбцией?

# Question2
source: What requirements must be met in the place of installation of the gas treatment unit ?
ru: Какие требования к условиям окружающей среды в месте монтажа АБУ?

# Question3
source: Some say that biological treatment units are large and difficult to operate…
ru: Существует мнение, что установки биологической очистки имеют большие габариты и сложны в эксплуатации?

# Question4
source: What kind of waste is produced during operation of an air purification unit ?
ru: Какие отходы образуются при эксплуатации установки очистки воздуха АБУ ?

# Question5
source: Can technical water absorb 98.0-99.0% of phenol or formaldehyde ?
ru: Может ли техническая вода абсорбировать 98,0-99,0 % фенола, формальдегида?

# Question6
source: Is there a fire hazard from the unit ?
ru: Существует ли пожарная опасность от установки?

# Question7
source: What can happen if the system stops, and is there a critical time for such a stop ?
ru: Что может произойти в случае остановки системы и есть ли критический срок для такой остановки ?

# Question8
source: Can microorganisms die in the ABU ?
ru: Может ли произойти гибель микроорганизмов в АБУ?

# Question9
source: What consumables does ABU need and how much ?
ru: Какие нужны расходные материалы для АБУ и сколько?
