Repository: koryakinp/IBT
Catalog: IBT/Resources/Views.Home.Abu.*.resx
Languages: fr, ru

# AbuCompressedAirTitle
source: 4.4. Compressed air
fr: [AbuCompressedAirTitle]
ru: 4.4. Сжатый воздух

# AbuCompressedAirValue1
source: Compressed air consumption per one ABU does not exceed 80 nm<sup>3</sup>/h.
fr: [AbuCompressedAirValue1]
ru: Расход сжатого воздуха на одну АБУ составляет не более 80 нм<sup>3</sup>/ч.

# AbuCompressedAirValue2
source: Air pipeline with a Ду 15 mm valve shall supply the compressed air to the ABU.
fr: [AbuCompressedAirValue2]
ru: Предусмотреть трубопровод Ду 15 мм подвода сжатого воздуха к АБУ.

# AbuCompressedAirValue2.1
source: Compressed air requirements:
fr: [AbuCompressedAirValue2.1]
ru: Требования к сжатому воздуху:

# AbuCompressedAirValue2.2
source: pressure - 2-7 atm.
fr: [AbuCompressedAirValue2.2]
ru: давление – 2-7 атм.

# AbuCompressedAirValue2.3
source: suspended substances, - 10 mg/m<sup>3</sup> max
fr: [AbuCompressedAirValue2.3]
ru: содержание взвешенных веществ, не более – 10 мг/м<sup>3</sup>

# AbuCompressedAirValue2.4
source: moisture content - no requirements.
fr: [AbuCompressedAirValue2.4]
ru: влагосодержание – требования не предъявляются.

# AbuCompressedAirValue3
source: The manifold valve, Ду 15mm, shall be installed at the ABU connection to the local network.
fr: [AbuCompressedAirValue3]
ru: Предусмотреть установку магистрального вентиля Ду 15 мм на отводе подключения АБУ к цеховой сети.

# AbuCompressedAirValue4
source: A suitable valve for an air supply point is supplied, except for the manifold valve.
fr: [AbuCompressedAirValue4]
ru: Точка подвода сжатого воздуха укомплектована соответствующим вентилем, кроме магистрального.

# AbuCompressedAirValue5
source: Compressed air shall be supplied in twenty-four-hour mode. A maximum of 2 hours is allowed for compressed air to be absent. Absence of compressed air for more than 2 hours is a contingency situation. The procedure for such a situation is described in the ABU passport.
fr: [AbuCompressedAirValue5]
ru: Режим подачи сжатого воздуха – круглосуточный. Допускается отсутствие подачи сжатого воздуха не более 2 часов. Отсутствие подачи сжатого воздуха более 2 часов является не штатной ситуацией. Порядок действий в такой ситуации описан в паспорте АБУ.

# AbuDimensions
source: 1. ABU-{0} technical characteristics and overall dimensions
fr: [AbuDimensions{0}]
ru: 1. Технические характеристики и габаритные размеры АБУ-{0}

# AbuElectricalConsumptionTitle
source: 2. Consumables and electricity consumption
fr: [AbuElectricalConsumptionTitle]
ru: 2. Расходные материалы и потребление электроэнергии

# AbuElectricalConsumptionValue1
source: installed power - {0} kW, including the ventilator - {1} kW
fr: [AbuElectricalConsumptionValue1{0}{1}]
ru: установленная мощность – {0} кВт, в т.ч. вентилятор – {1} кВт

# AbuElectricalConsumptionValue2
source: industrial water for compensatory feeding, depending on the temperature and humidity of the air to be cleaned - {0} m<sup>3</sup>/day max (to compensate for loss in humidity of the ventilation air during operation)
fr: [AbuElectricalConsumptionValue2{0}]
ru: техническая вода на подпитку, в зависимости от температуры и влажности очищаемого воздуха – не более {0} м<sup>3</sup>/сут (для компенсации потерь на увлажнение вентвоздуха в процессе эксплуатации)

# AbuElectricalConsumptionValue3
source: compressed air (the unit can be equipped with an autonomous blower) - {0} Nm<sup>3</sup>/h max, pressure - 0.2-0.7 MPa
fr: [AbuElectricalConsumptionValue3{0}]
ru: сжатый воздух (возможна комплектация автономной воздуходувкой) – не более {0} нм<sup>3</sup>/ч, давление – 0,2-0,7 МПа.

# AbuElectricalConsumptionValue4
source: biogenic additives - {0} kg/year. (Complex agricultural fertilizers containing ammonium, phosphate and potassium ions are used as biogenic additives.)
fr: [AbuElectricalConsumptionValue4{0}]
ru: биогенные добавки – {0} кг/год (в качестве биогенных добавок используются комплексные сельскохозяйственные удобрения, содержащие ионы аммония, фосфата и калия.)

# AbuElectricityTitle
source: 4.2 Power supply
fr: [AbuElectricityTitle]
ru: 4.2 Электроснабжение

# AbuElectricityValue1
source: Specifications of power consumers:
fr: [AbuElectricityValue1]
ru: Характеристика энергопотребителей:

# AbuElectricityValue1.1
source: ventilator motor (1 pc., 380 V, {0} kW);
fr: [AbuElectricityValue1.1{0}]
ru: двигатель вентилятора (1 шт.: 380 В, {0} кВт);

# AbuElectricityValue1.2
source: water pump engines (1 pc., 380 V, {0} kW);
fr: [AbuElectricityValue1.2{0}]
ru: двигатели насосов водяных (1 шт., 380 В, {0} кВт);

# AbuElectricityValue1.3
source: sludge pump engines (1 pc., 380 V, {0} kW);
fr: [AbuElectricityValue1.3{0}]
ru: двигатели насосов шламовых (1 шт., 380 В, {0} кВт);

# AbuElectricityValue1.4
source: electric valve drives (9 pcs., 220 V, 100 W);
fr: [AbuElectricityValue1.4]
ru: привода электро клапанов АБУ (9 шт., 220 В, 100 Вт);

# AbuElectricityValue1.5
source: level sensors (3 pcs., 6 V)
fr: [AbuElectricityValue1.5]
ru: датчики уровня (3 шт., 6 Вт).

# AbuElectricityValue1.6
source: Power cables, cable trays and control cables are supplied with ABUs.
fr: [AbuElectricityValue1.6]
ru: Силовые кабели и кабель лотки, кабели управления входят в комплект поставки АБУ.

# AbuElectricityValue2
source: Control cabinets are supplied with the ABU.
fr: [AbuElectricityValue2]
ru: Шкафы управления входят в комплект поставки АБУ.

# AbuElectricityValue3
source: Wiring needs to be arranged for power circuits from the workshop transformer to ABU control cabinets.
fr: [AbuElectricityValue3]
ru: Предусмотреть разводку силовых цепей от цехового трансформатора к шкафам управления АБУ.

# AbuElectricityValue4
source: The electrical and starting equipment of the ventilator and pump must be installed in accordance with the &laquo;Electrical installation rules&raquo; and in places that allow monitoring of the electric units.
fr: [AbuElectricityValue4]
ru: Силовая и пусковая аппаратура вентилятора и насоса должна быть смонтирована согласно &laquo;Правилам устройства электроустановок&raquo; в местах, позволяющих наблюдать за работой электроагрегатов.

# AbuElectricityValue5
source: A grounding bus needs to be arranged for all non-conducting parts of the ABU equipment.
fr: [AbuElectricityValue5]
ru: Предусмотреть шину заземления всех нетоковедущих частей оборудования АБУ.

# AbuInstallationTitle1
source: 4. Basic data for ABU-{0} installation
fr: [AbuInstallationTitle1{0}]
ru: 4. Исходные данные на подключение АБУ-{0}

# AbuInstallationTitle2
source: 4.1. Structural design and requirements to the premise for ABU installation
fr: [AbuInstallationTitle2]
ru: 4.1. Строительная часть и требования к помещению размещения АБУ

# AbuInstallationValue1
source: Concrete floor at the mark of 0.000 for placement of ABU equipment. The floor needs to be levelled. The concrete thickness depends on the projected ABU loads. The ABU equipment is installed on two frames.
fr: [AbuInstallationValue1]
ru: Предусмотреть устройство пола бетонного на отм. 0,000 для размещения оборудования АБУ. Пол выровнять по нивелиру. Толщину заливки бетона принять исходя из нагрузок оборудования АБУ. Оборудование АБУ расположено на двух рамах.

# AbuInstallationValue2
source: Max load on one frame is {0} tons.
fr: [AbuInstallationValue2{0}]
ru: Нагрузка на каждую раму не более {0} тонн.

# AbuInstallationValue3
source: The equipment does not need to be attached to the floor.
fr: [AbuInstallationValue3]
ru: Крепление оборудования к полу не требуется.

# AbuInstallationValue4
source: Emergency draining traps for occasional spills of the absorbent in the concrete floor structure. Traps shall be connected to the workshop sewerage.
fr: [AbuInstallationValue4]
ru: В устройстве пола бетонного предусмотреть трапы для отвода аварийных проливов абсорбента. Трапы соединить с канализацией цеха.

# AbuInstallationValue4.1
source: The volume of occasional spills does not exceed 8 m<sup>3</sup> per one accident. An &laquo;accident&raquo; means a vessel body leakage or valves leakage.
fr: [AbuInstallationValue4.1]
ru: Количество аварийных проливов – не более 8 м<sup>3</sup> за одну аварию. Под аварией понимается течь корпуса емкости, течь запорно-регулирующий арматуры.

# AbuInstallationValue5
source: Hoisting mechanisms are not required for ABU maintenance.
fr: [AbuInstallationValue5]
ru: Грузоподъемных механизмов для обслуживания АБУ не требуется.

# AbuInstallationValue6
source: Ambient temperature in the ABU installation room: at least 5&#176;C in the coldest month. Maximum temperature in the ABU installation room shall be 30&#176;C.
fr: [AbuInstallationValue6]
ru: Температура окружающей среды в помещении размещения АБУ в наиболее холодный месяц года не менее 5&#176;С. Максимальная температура в помещении размещения АБУ 30&#176;С.

# AbuInstallationValue7
source: In terms of explosion and fire safety, the ABU installation room belongs to the lowest category - D (there are cold incombustible substances and materials, combustible and hard-combustible substances and materials in the room, in such quantities that the specific fire load does not exceed 100 mJ/m<sup>2</sup> in their locations, and the fire load in the room is below 1000 mJ).
fr: [AbuInstallationValue7]
ru: Помещение для размещения АБУ по взрывопожарной и пожарной безопасности относится к низшей категории – Д (в помещении находятся и обращаются негорючие вещества и материалы в холодном состоянии, горючие и трудногорючие вещества и материалы в таком количестве, что удельная пожарная нагрузка на участке их размещения в помещении не превышает 100 МДж/м<sup>2</sup>, а пожарная нагрузка в пределах помещения – 1000 МДж).

# AbuLifespanTitle
source: 5. Life cycle
fr: [AbuLifespanTitle]
ru: 5. Срок эксплуатации

# AbuLifespanValue
source: Service cycle is at least 15 years.
fr: [AbuLifespanValue]
ru: Срок эксплуатации не менее 20 лет.

# AbuMaintenanceTitle
source: 3. Maintenance of ABU-{0}
fr: [AbuMaintenanceTitle{0}]
ru: 3. Техническое обслуживание АБУ-{0}

# AbuMaintenanceValue
source: Maintenance of an ABU is limited to removal of suspended and condensing substances from the sludge basket and maintaining the necessary content of phosphorus, nitrogen and potassium in the absorbent by supplying biogenic additives (BA). To determine if BAs need to be added to the absorbent, it is recommended to measure the content of phosphorus, nitrogen and potassium once a month. The efficiency of absorbent regeneration by destructing microorganisms is monitored by an indirect indicator - chemical oxygen consumption (COC), which is recommended to be determined once a month.
fr: [AbuMaintenanceValue]
ru: Обслуживание АБУ сводится к освобождению шламовой корзины от взвешенных и конденсационных веществ и поддержанию заданного содержания фосфора, азота и калия в абсорбенте путем ввода биогенных добавок (БД). Для определения необходимости корректировки абсорбента по БД рекомендуется один раз в месяц определять содержание ионов фосфора, азота и калия. Контроль эффективности регенерации абсорбента микроорганизмами деструкторами ведется по косвенному показателю – химическому потреблению кислорода (ХПК), который рекомендуется определять один раз в месяц.

# AbuPhenolEfficiencyTitle
source: Efficiency of capturing phenol, formaldehyde:
fr: [AbuPhenolEfficiencyTitle]
ru: Эффективность улавливания фенола, формальдегида:

# AbuPhenolEfficiencyValue
source: At least {0}, with an input concentration of {1} mg/m<sup>3</sup>
fr: [AbuPhenolEfficiencyValue{0}{1}]
ru: Не менее {0} при входной концентрации {1} мг/м<sup>3</sup>

# AbuSpecTitle
source: Technical characteristics and basic data
fr: [AbuSpecTitle]
ru: Технические характеристики и исходные данные

# AbutDrainageTitle
source: Composition of the substances to be drained:
fr: [AbutDrainageTitle]
ru: Состав аварийных стоков:

# AbutDrainageValue1
source: phosphate content - 150 mg/l max
fr: [AbutDrainageValue1]
ru: содержание фосфатов – не более 150 мг/л

# AbutDrainageValue2
source: Content of nitrates - 200 mg/l max
fr: [AbutDrainageValue2]
ru: содержание нитратов – не более 200 мг/л

# AbutDrainageValue3
source: The pH value is 6.5-8.3
fr: [AbutDrainageValue3]
ru: показатель рН – 6,5-8,3

# AbutDrainageValue4
source: Chemical oxygen consumption (COC) - 6,000 mgO<sub>2</sub>/l max
fr: [AbutDrainageValue4]
ru: химическое потребление кислорода (ХПК) – не более 6 000 мгО<sub>2</sub>/л

# AbutDrainageValue5
source: Suspended substances - 0.1% max by volume, and particle size - 0.2 mm max
fr: [AbutDrainageValue5]
ru: взвешенные вещества – не более 0,1% по объему и размерами частиц не более 0,2 мм

# AbuTitle
source: Absorption-Biological Unit (ABU) for purification of industrial ventilation air with a capacity of {0} thousand m<sup>3</sup>/h (ABU-{1})
fr: [AbuTitle{0}{1}]
ru: На абсорбционно-биологическую установку (АБУ) по очистке вентвоздуха промышленных предприятий производительностью {0} тыс. м<sup>3</sup>/ч. (АБУ-{1})

# AbuTriethylamineEfficiencyTitle
source: Efficiency of removing triethylamine and suspended substances is 96 - 98% (triethylamine output concentration does not exceed 20 mg/m<sup>3</sup>)
fr: [AbuTriethylamineEfficiencyTitle]
ru: Эффективность очистки от триэтиламина и взвешенных веществ 96-99,9% (на выходе концентрация триэтиламина не более 20 мг/м<sup>3</sup>):

# AbuTriethylamineEfficiencyValue1
source: Efficiency of capturing suspended substances - at least 98%
fr: [AbuTriethylamineEfficiencyValue1]
ru: Эффективность улавливания взвешенных веществ – не менее 98%

# AbuTriethylamineEfficiencyValue2
source: ventilation network resistance is 1700 Pa max
fr: [AbuTriethylamineEfficiencyValue2]
ru: сопротивление вентиляционной сети – не более 1700 Па

# AbuTriethylamineEfficiencyValue3
source: hydraulic resistance (ABU’s pressure loss) is 2400 Pa max
fr: [AbuTriethylamineEfficiencyValue3]
ru: гидравлическое сопротивление (потери давления в АБУ) – не более 2400 Па

# AbuTriethylamineEfficiencyValue4
source: temperature in the room intended for ABU installation is +5 ... +30&#176;C
fr: [AbuTriethylamineEfficiencyValue4]
ru: температура в помещении для размещения АБУ – +5…+30&#176;С

# AbuTriethylamineEfficiencyValue5
source: overall dimensions, L \ W \ H: {0}x{1}x{2} mm. (when being installed as a single unit).
fr: [AbuTriethylamineEfficiencyValue5{0}{1}{2}]
ru: габаритные размеры, ДхШхВ: {0}x{1}x{2} мм (при монтаже в едином блоке).

# AbuVentilationTitle
source: 4.5. Ventilation
fr: [AbuVentilationTitle]
ru: 4.5. Вентиляция

# AbuVentilationValue1
source: Air ducts need to supply air from the ventilation hoods of the equipment to the ABU, and then from the ventilators exhausts to the atmospheric air.
fr: [AbuVentilationValue1]
ru: Предусмотреть воздуховоды для подачи вентвоздуха от вентукрытий технологического оборудования в АБУ и далее от выхлопа вентиляторов в атмосферный воздух.

# AbuVentilationValue1.1
source: The class of air duct structure on the rarefaction line is &laquo;N&raquo; (normal) class.
fr: [AbuVentilationValue1.1]
ru: Конструкция воздуховодов на линии разряжения – класса &laquo;Н&raquo; (нормальные).

# AbuVentilationValue1.2
source: The class of air duct structure on the pressure line (after the ventilators) is &laquo;N&raquo; (normal) class.
fr: [AbuVentilationValue1.2]
ru: Конструкция воздуховодов на линии давления (после вентиляторов) – класса &laquo;Н&raquo; (нормальные).

# AbuVentilationValue1.3
source: Flexible inserts for the ventilator input and output are supplied with the ABU.
fr: [AbuVentilationValue1.3]
ru: Гибкие вставке на входе в вентиляторы и на выходе из вентиляторов входят в комплект поставки.

# AbuVentilationValue2
source: The thrust actuator is a {0} ventilator with the following characteristics:
fr: [AbuVentilationValue2{0}]
ru: В качестве побудителя тяги используется вентилятор {0} со следующими характеристиками:

# AbuVentilationValue2.1
source: engine {0} kW, 380/660V, 50Hz, {1} rpm
fr: [AbuVentilationValue2.1{0}{1}]
ru: двигатель {0} кВт, 380/660V, 50Hz, {1} об/мин;

# AbuVentilationValue2.2
source: the ventilator is made of carbon steel with a powder coating
fr: [AbuVentilationValue2.2]
ru: материал изготовления вентилятора – углеродистая сталь с порошковым покрытием;

# AbuVentilationValue2.3
source: ventilator impeller rotation speed - {0} rpm
fr: [AbuVentilationValue2.3{0}]
ru: частота вращения рабочего колеса вентилятора {0} об/мин.

# AbuVentilationValue2.4
source: The noise level from {0} fan is 113 dB
fr: [AbuVentilationValue2.4{0}]
ru: Уровень шума от вентилятора {0} составляет 113 дБ.

# AbuVentilationValue2.5
source: It is possible to use a thrust actuator from a different manufacturer and with different characteristics.
fr: [AbuVentilationValue2.5]
ru: Возможно использование побудителя тяги иного производителя и с другими характеристиками.

# AbuVentilationValue3
source: The rarefaction pressure at the ABU inlet fitting is below 1200 Pa, the delivery pressure on the exhaust connection shall not exceed +500 Pa.
fr: [AbuVentilationValue3]
ru: Давление разрежения на входном штуцере АБУ не более – 1200 Па, давление нагнетания на штуцере выхлопа – не более +500 Па.

# AbuVentilationValue4
source: Shutter closing needs to be arranged on the ducts, in the area of enclosures, to regulate the aspiration air leakage. Fittings counter flanges for the inlet and exhaust areas are supplied with ABUs.
fr: [AbuVentilationValue4]
ru: На воздуховодах, в зоне вентукрытий предусмотреть устройство шиберных затворов для регулировки натекания аспирационного воздуха. Ответные фланцы штуцеров входа и выхлопа входят в комплект поставки АБУ.

# AbuVentilationValue4.1
source: General exchange ventilation with an air exchange rate of 3-4 need to be arranged in the ABU installation room.
fr: [AbuVentilationValue4.1]
ru: В помещении установки АБУ необходимо предусмотреть общеобменную вентиляцию с кратностью воздухообмена 3-4.

# AbuWaterSupplyTitle
source: 4.3. Water supply
fr: [AbuWaterSupplyTitle]
ru: 4.3. Водоснабжение

# AbuWaterSupplyValue1
source: Provide for industrial water supply to ABU Ду 20 fitting for a one-time filling of the tanks (about 20 m<sup>3</sup>) when the ABU is started.
fr: [AbuWaterSupplyValue1]
ru: Предусмотреть подвод технической воды из цеховой сети к штуцеру Ду 20 АБУ для разового заполнения емкостей (около 20 м<sup>3</sup>) при запуске АБУ.

# AbuWaterSupplyValue2
source: Compensatory water consumption by the ABU - 2.0 m<sup>3</sup>/day max.
fr: [AbuWaterSupplyValue2]
ru: Расход воды на подпитку АБУ – не более 2,0 м<sup>3</sup>/сут.

# AbuWaterSupplyValue3
source: Requirements for industrial water to be used as additional feeding:
fr: [AbuWaterSupplyValue3]
ru: Требования к технической воде на подпитку:

# AbuWaterSupplyValue3.1
source: pressure - 0.2-0.6 MPa;
fr: [AbuWaterSupplyValue3.1]
ru: давление – 0,2-0,6 МПа;

# AbuWaterSupplyValue3.2
source: mechanical impurities content - 0.1% max by volume, particle size - 0.2 mm max;
fr: [AbuWaterSupplyValue3.2]
ru: содержание механических примесей – не более 0,1% по объему и размерами частиц не более 0,2 мм;

# AbuWaterSupplyValue3.3
source: temperature - 5-30&#176;С
fr: [AbuWaterSupplyValue3.3]
ru: температура – 5-30&#176;С.

# AbuWaterSupplyValue3.4
source: The ABU needs to be connected to the local water supply system through the manifold valve Ду 20mm.
fr: [AbuWaterSupplyValue3.4]
ru: Предусмотреть установку магистрального вентиля Ду 20мм на отводе подключения АБУ к цеховой сети.

# AbuWaterSupplyValue4
source: A suitable valve for a water feed point is supplied, except for the manifold valve.
fr: [AbuWaterSupplyValue4]
ru: Точка подвода воды укомплектована соответствующим вентилем, кроме магистрального.

# AbuWaterSupplyValue5
source: With the ABU absorption system running (pump and ventilator are ON), service water intended for compensatory supply can be absent for 2 hours max. If the absorption system is not running (pump and ventilator are OFF), additional supply of water is not required.
fr: [AbuWaterSupplyValue5]
ru: При работающей системе абсорбции (насос и вентилятор в состоянии ВКЛЮЧЕНО) АБУ допускается отсутствие технической воды на подпитке не более 2 часов. При не работающей системе абсорбции (насос и вентилятор в состоянии ВЫКЛЮЧЕНО) подпитка не требуется.
