Repository: koryakinp/IBT
Catalog: IBT/Resources/Views.Home.Advantages.*.resx
Languages: de, ru

source: 9 reasons to choose ABU:
ru: 9 причин выбрать АБУ:

# AduAdvantages
source: Advantages ABU
de: [AduAdvantages]
ru: Преимущества АБУ

# Advantage1
source: High ratio of capturing a wide range of harmful substances.
de: [Advantage1]
ru: Высокая степень улавливания широкой гаммы вредных веществ.

# Advantage10Description
source: Since the beginning of operation (since 1989), there has not been a single complaint regarding any of the operated ABUs. ABU does not have any moving or wearing parts (except for a conventional water pump). The unit service life is at least 20 years.
de: [Advantage10Description]
ru: С начала эксплуатации (с 1989г) на все эксплуатируемые АБУ не было ни единой рекламации. АБУ не имеет подвижных и изнашиваемых частей (кроме обычного водяного насоса). Срок службы установки составляет не менее 15. По совокупному показателю (эффективность, экономичность, экологичность, надежность) АБУ не имеют аналогов на мировом рынке газоочистного оборудования.

# Advantage10Title
source: Quality and reliability
de: [Advantage10Title]
ru: Качество и надежность

# Advantage1Description
source: The degree of capturing a wide range of harmful substances from the ventilation air is from 80 to 99.9%, depending on the input concentrations and the physical-chemical properties of the harmful substances.
de: [Advantage1Description]
ru: Степень улавливания из вентиляционного воздуха широкой гаммы вредных веществ составляет от 80 до 99,9% в зависимости от входных концентраций и физико-химических свойств вредных веществ.

# Advantage1Title
source: Efficiency
de: [Advantage1Title]
ru: Эффективность

# Advantage2
source: Reliability and efficiency is proved by 25 years of experience.
de: [Advantage2]
ru: Надежность и эффективность подтверждена 25 летним опытом эксплуатации.

# Advantage2Description
source: Presence of solid impurities in the gas flow does not affect the functional characteristics. Ion exchange filters, units with gas-discharge cells, coals, zeolites, catalysts or other &laquo;dry&laquo; devices are meaningless in this situation because of sticking of resinous and suspended substances to the working surfaces.
de: [Advantage2Description]
ru: Наличие твердых примесей в газовом потоке не влияет на функциональные характеристики . Применение же ионообменных фильтров, установок с газоразрядными ячейками, углей, цеолитов, катализаторов, и других «сухих» аппаратов лишено смысла из-за залипания рабочих поверхностей смолистыми и взвешенными веществами.

# Advantage2Title
source: Can purify ventilation air containing resinous and suspended substances
de: [Advantage2Title]
ru: Возможность очистки вентиляционного воздуха, содержащего смолистые и взвешенные вещества

# Advantage3
source: Low operating costs.
de: [Advantage3]
ru: Низкие эксплуатационные расходы.

# Advantage3Description
source: Low operating costs because of the small amount consumables needed (technical water for feed - 0.1-1 m<sup>3</sup>/day, biogenic additives - 30-60 kg/year, compressed air 30-40 m<sup>3</sup>/h).
de: [Advantage3Description]
ru: Низкие эксплуатационные затраты в связи с минимальным количеством расходных материалов (техническая вода на подпитку – 0,1-1 м<sup>3</sup>/сут., биогенные добавки – 30-60 кг/год, сжатый воздух 30-40 м<sup>3</sup>/ч).

# Advantage3Title
source: Economic factors
de: [Advantage3Title]
ru: Экономические показатели

# Advantage4
source: Absence of chemical reagents, acids or alkalis.
de: [Advantage4]
ru: Отсутствие химических реагентов, кислот и щелочей.

# Advantage4Description
source: ABUs are environmentally friendly, since they do not create secondary contaminants (for example, during thermal and catalytically assisted combustion - NOx, CO and partial oxidation products are released; during coal-based adsorption - contaminated condensate after regeneration with superheated steam; during ozonation - excess ozone; during chemisorption - spent saline solution and drift of chemical reagents drops into the atmosphere) and help improve the ecological situation in the region.
de: [Advantage4Description]
ru: АБУ экологичны, так как не образуют вторичных загрязнений (так, например образуются: при термическом и каталитическим сжигании – NOх, СО и продукты неполного окисления; при адсорбции на углях – загрязненный конденсат после регенерации острым паром; при озонировании – избыточный озон; при хемосорбции – отработанный солевой раствор и унос капель химических реагентов в атмосферу), что оказывает благоприятное влияние на экологическую обстановку региона.

# Advantage4Title
source: Environmental friendliness
de: [Advantage4Title]
ru: Экологичность

# Advantage5
source: Minimal maintenance required.
de: [Advantage5]
ru: Минимальное техническое обслуживание.

# Advantage5Description
source: The units are explosion- and flameproof. Chemical reagents, acids and alkali are not used.
de: [Advantage5Description]
ru: Установки взрыво-, пожаробезопасны. Не используются химические реагенты, кислоты и щелочь.

# Advantage5Title
source: Safety
de: [Advantage5Title]
ru: Безопасность

# Advantage6
source: Absence of wearing or replaceable parts.
de: [Advantage6]
ru: Отсутствие изнашиваемых и заменяемых частей.

# Advantage6Description
source: ABU operation can significantly reduce the risk of occupational diseases for employees involved in hazardous production.
de: [Advantage6Description]
ru: Эксплуатация АБУ позволяет значительно снизить риск получения профессиональных заболеваний для сотрудников, задействованных на вредном производстве

# Advantage6Title
source: Health
de: [Advantage6Title]
ru: Здоровье

# Advantage7
source: ABU service life is at least 20 years.
de: [Advantage7]
ru: Срок эксплуатации АБУ не менее 15 лет.

# Advantage7Description
source: The units are easy to operate and do not require a permanent operator. During the ABU installation, our specialists will provide the necessary instructions and full information to your personnel.
de: [Advantage7Description]
ru: Установки просты в эксплуатации и не требуют наличия постоянного оператора. В период проведения шеф-монтажа АБУ наши специалисты проведут необходимые инструктажи и предоставят полную информацию Вашему персоналу.

# Advantage7Title
source: Training
de: [Advantage7Title]
ru: Обучение

# Advantage8
source: Development of non-standard solutions.
de: [Advantage8]
ru: Разработка нестандартных решений.

# Advantage8Description1
source: ABU maintenance is minimal and is only related to the pump repair.
de: [Advantage8Description1]
ru: Техническое обслуживание АБУ минимально и связано только с ремонтом насоса.

# Advantage8Description2
source: Monitoring of the efficiency of ventilation emissions purification is carried out periodically, visually, by the state of irrigation and &laquo;boiling&raquo; of the nozzle. The absorption solution is analyzed for chemical oxygen consumption once a month. If the absorbent regeneration efficiency needs to be improved, available agricultural fertilizers containing nitrogen and phosphorus are added to the solution.
de: [Advantage8Description2]
ru: Контроль эффективности очистки вентиляционных выбросов осуществляется периодически, визуально, по состоянию орошения и «кипения» насадки. Состояние абсорбционного раствора определяется с помощью анализа раствора на ХПК 1 раз в месяц. В случае необходимости повышения эффективности регенерации абсорбента производится корректировка химического состава раствора по азоту и фосфору путем ввода доступных сельскохозяйственных удобрений.

# Advantage8Title
source: Maintenance and monitoring
de: [Advantage8Title]
ru: Техническое обслуживание и контроль

# Advantage9
source: Support and technical consultations through the whole life cycle.
de: [Advantage9]
ru: Сопровождение и технические консультации в течение всего срока службы.

# Advantage9Description
source: More than 100 ABUs are operated by 42 companies in various industries in Russia, Belarus, Ukraine and Kyrgyzstan with a lifetime of up to 25 years.
de: [Advantage9Description]
ru: Более 100 АБУ эксплуатируются на 42 предприятиях в различных отраслях промышленности России, Белоруссии, Украины и Кыргызстана со сроком непрерывной эксплуатации до 25 лет.

# Advantage9Title
source: Practical use
de: [Advantage9Title]
ru: Практическое применение
